Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create
~ update in-place

Terraform will perform the following actions:

  # cloudflare_record.milanvit_net_cname["media-plex"] will be updated in-place
~ resource "cloudflare_record" "milanvit_net_cname" {
        created_on  = "2020-11-24T09:23:02.189343Z"
        data        = {}
        hostname    = "plex.milanvit.net"
        id          = "141f1c1447e1a73e3ccd53502b639269"
        metadata    = {
            "auto_added"             = "false"
            "managed_by_apps"        = "false"
            "managed_by_argo_tunnel" = "false"
            "source"                 = "primary"
        }
        modified_on = "2020-11-24T09:23:02.189343Z"
        name        = "plex"
        priority    = 0
        proxiable   = true
        proxied     = false
      ~ ttl         = 1 -> 3600
        type        = "CNAME"
        value       = "milanvit.net"
        zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

  # cloudflare_record.milanvit_net_cname["speedtest-nocdn"] will be created
+ resource "cloudflare_record" "milanvit_net_cname" {
      + created_on  = (known after apply)
      + hostname    = (known after apply)
      + id          = (known after apply)
      + metadata    = (known after apply)
      + modified_on = (known after apply)
      + name        = "speedtest-nocdn"
      + proxiable   = (known after apply)
      + proxied     = true
      + ttl         = 1
      + type        = "CNAME"
      + value       = "milanvit.net"
      + zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

Plan: 1 to add, 1 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.milanvit.net/lock?id=Cellane%252Fmilanvit.net%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
